[Hindi]
Translated_By=Rathin A. Dholakia
font_size=12
:::::::::::::::::::::::::::::::::::::::::::::::::::: Graphical Interface ::::::::::::::::::::::::::::::::::::::::::::::::::::
STEP 1 : CHOOSE YOUR KEY=कदम 1 : अपनी कुंजी पसंद करे
STEP 2 : CHOOSE A SOURCE=कदम 2 : स्त्रोत पसंद करे
STEP 3 : PERSISTENCE=कदम 3 : लगातार
STEP 4 : OPTIONS=कदम 4 : विकल्प
STEP 5 : CREATE=कदम 5 : बनाए
:::::::::::::::::::::::::::::::::::::::::::::::::::: General ::::::::::::::::::::::::::::::::::::::::::::::::::::
MB=MB
GB=GB
min=मिनिमम
Label=नामांकन
Size=साइज़
Help=सहायता
Please read=कृपया पढ़े!!
Error= त्रुटि
:::::::::::::::::::::::::::::::::::::::::::::::::::: कदम - 1 ::::::::::::::::::::::::::::::::::::::::::::::::::::
Choose a USB Key=अपनी USB कुंजी पसंद करे
Hard drives=सूट (हार्ड ड्राइव)
No key found=कोई USB कुंजी नहीं मिली
:::::::::::::::::::::::::::::::::::::::::::::::::::: कदम - 2 ::::::::::::::::::::::::::::::::::::::::::::::::::::
Download=डाउनलोड
Support for .IMG files is experimental= .img फ़ाईलों का उपयोग प्रयोगात्मक हे
Only Live mode is currently available in step 3, virtualization option has been disabled=कदम 3 पे सिर्फ जीवंत मोड ही उपलब्ध हे, कृत्रिमीकरण विकल्प को निष्क्रिय किया गया हे
However, LinuxLive USB Creator will try to use same install parameters as for=किसी भी तरह,लिनक्स लाईव यूएसबी पुरानी स्थापन विधि पेरामिटर का उपयोग करेगा
:::::::::::::::::::::::::::::::::::::::::::::::::::: कदम 3 ::::::::::::::::::::::::::::::::::::::::::::::::::::
(Live mode only)=(सिर्फ जीवंत मोड )
(Persistent Mode)=(सतत प्रक्रिया मोड)
:::::::::::::::::::::::::::::::::::::::::::::::::::: कदम - 4 ::::::::::::::::::::::::::::::::::::::::::::::::::::
Hide created files on key=कुंजी पे बनायी गयी फ़ाइलो को छुपा दे
(except for Umenu.exe)=(Umenu.exe के आलवा)
Format the key in FAT32 (this will erase your data !!)=कुंजी को FAT32 मे फ़ारमैट करे  (ये विधि आपकी माहिती को निकाल देगी!)
Enable launching LinuxLive in Windows (requires internet to install)= विंडोज मे लिनक्स लाईव usb का प्रस्थापन कार्यान्वित करे  (इंटरनेट जरूरी हे)
:::::::::::::::::::::::::::::::::::::::::::::::::::: कदम - 5 ::::::::::::::::::::::::::::::::::::::::::::::::::::
Click the lightning icon to start the installation= स्थापन शुरू करने के लिये बिज़ली वाला चिन्ह दबाए
Please choose a FAT32 or FAT formated key or check the formating option=कृपया FAT32 या FAT फ़ारमैट की कुंजी पसंद करे या आपके फोरमेटिंग विकल्प जांचे
No disk selected=कोई भी डिस्क पसंद नहीं की गई
No file selected=कोई भी दस्तावेज़ पसंद नहीं किया गया
No folder or CD selected= कोई भी फोंल्डर या CD पसंद नहीं की गई
http://www.ubuntu.com/getubuntu/download=http://www.ubuntu-fr.org/telechargement
Please choose an ISO image of LinuxLive CD= कृपया अपनी LinuxLive CD की ISO ईमेज पसंद करे
Please choose a CD of LinuxLive Live or its folder=कृपया LinuxLive जीवंत की CD या उसका फोंल्डर पसंद करे
Start creation of LinuxLive USB=LinuxLive USB का सर्जन शुरु करे
Please validate step 1 to 3= कृपया कदम 1 से 3 को चकासे
Are you sure you want to format this disk and lose your data=क्या आप सचमे अपनी डिस्क फॉर्मेट करके अपनी संचित माहिती रिक्त करना चाहते हे 
Formatted in=मे फॉर्मेट किया गया
Formating the key=कुंजी फॉर्मेट की जा रही हे
Step 1 to 3 OK= कदम 1 से 3 सही हे
Cleaning previous installations ( 2min )=पूर्व अधिष्ठापनों को निकाला जा रहा हे ( 2मिनट )
Setting up virtualization software=वर्चुअलाईजेशन सॉफ्टवेर को दुरस्त किया जा रहा हे
VirtualBox already downloaded=वर्चुअलबॉक्स पहले से ही डाऊनलोड किया जा चुका हे
A new version of VirtualBox is available=वर्चुअलबॉक्स की नई आवृति उपलब्ध हे
This new version will be downloaded=ये नयी आवृति डाऊनलोड की जाएगी
Downloading VirtualBox as a background task=वर्चुअलबॉक्स को पृष्ठ कार्य के रुपमे डाऊनलोड किया जा रहा हे
Download started succesfully=डाऊनलोड सफलता पूर्वक चालू हुवा 
Download failed to start=डाऊनलोड चालू होने मे असमर्थ हुवा
VirtualBox will not be installed=वर्चुअलबॉक्स अधिष्ठित-इंसटोल नहीं होगा
Integrity could not be verified= समग्रता को परखा नहीं जा शका
Will attempt installation= स्थापन प्रयास होगा
Cannot download=डाऊनलोड नहीं हो शका
Extracting ISO file on key=ISO फ़ाईलों को कुंजी पर निकाला जा रहा हे
Writing image to the usb stick=ईमेज को usb कुंजी पर लिखा जा रहा हे
Copying files to the key=कुंजीपे फ़ाईलों की नकल हो रही हे 
Renaming some files=कुछ फ़ाईलोका पुनःनामांकन हो रहा हे
Hiding files=फ़ाईलों को छिपाया जा रहा हे
Creating file for persistence=टिकाव के लिए फाईल बनाई जा रही हे
Formating persistence file=टिकाव फ़ाईलों को फॉर्मेट किया जा रहा हे
Live mode : no persistence file=जीवंत रूप : कोई टिकाव फाईल नहीं
Ubuntu variant found= ubuntu का प्रकार पाया गया
Installing boot sectors=बूट सेक्टर का अधिष्ठापन हो रहा हे
Downloading VirtualBox=वर्चुअलबॉक्स को डाऊनलोड किया जा रहा हे
Download complete=डाऊनलोड पूर्ण हुआ
Cleaning previous VirtualBox install=पूर्व वर्चुअलबॉक्स स्थापनो को निकाला जा रहा हे
Extracting VirtualBox on key=वर्चुअलबॉक्स को कुंजी पे डाला जा रहा हे
Applying VirtualBox settings=वर्चुअलबॉक्स सेटिंग का अमल किया जा रहा हे
Your LinuxLive key is now up and ready= आपकी लिनक्सलाईव कुंजी चालु और तैयार हे 
You do not have enough rights to launch VirtualBox=आपको वर्चुअलबॉक्स चालु करने की पूरी सत्ता नहीं हे
Please log in as an administrator or run VirtualBox with admin rights= कृपया संचालक के रूप मे लोग इन करे या वर्चुअल बॉक्स को संचालन हक के साथ चलाये
Free memory below 256mb threshold=फ्री मेमोरी 256mb की तय सिमासे कम हे
This is not enough to launch LinuxLive in Windows=विंडोज मे चालु करने के लिए ये काफी नहीं हे
:::::::::::::::::::::::::::::::::::::::::::::::::::: सहायता फाईल ::::::::::::::::::::::::::::::::::::::::::::::::::::
Help file is missing=सहायता दस्तावेज़ उपलब्ध नहीं हे
::::::::::::::::::::::::::::::::::::::::::::::::::::के बारेमे ( सहायता कदम 5) ::::::::::::::::::::::::::::::::::::::::::::::::::::
About this software=ये सॉफ्टवेर के बारे मे माहिती
User's Guide=उपयोगकर्ता मार्गदर्शक
Virtualization Tutorial (FR)=वर्चुअलाईजेशन शिक्षा (FR)
Donate=दान करे
Version=आवृति
:::::::::::::::::::::::::::::::::::::::::::::::::::: कुंजी पटल विन्यास ::::::::::::::::::::::::::::::::::::::::::::::::::::
This ISO is not compatible=ये ISO अनुरूप नहीं हे
Detecting keyboard layout=किबोर्ड लेआउट जांच रहे हे
French (France)=फ्रेंच (फ्रांस)
French (Swiss)=फ्रेंच (स्विस)
Dutch=ड़च
Portuguese=पोर्टुगिस
US or other (qwerty)=US या दूसरे (qwerty)
::::::::::::::::::::::::::::::::::::::::::::::::::::  VirtualBoxका विन्यास::::::::::::::::::::::::::::::::::::::::::::::::::::
Error while creating VMDK=VMDK बनाते समय त्रुटि
Key not found, VMDK is invalid=USB कुंजी उपलब्ध नहीं, VMDK अयोग्य हे
Try to launch again SetupForAutoVMDK.exe=SetupForAutoVMDK.exe को (पुनः) शुरु करनेका प्रयास करे
Do you want to ignore this error=क्या आप ईस त्रुटि की उपेक्षा करना चाहते हे 
::::::::::::::::::::::::::::::::::::::::::::::::::::  MD5 जांच रहे हे::::::::::::::::::::::::::::::::::::::::::::::::::::
Cannot find MD5SUMS file=MD5SUMS को खोजने मे असमर्थ
Canceling check=जांच को रद कर रहे हे
You have the right ISO file but it is corrupted or was altered=आपके पास सही ISO ईमेज हे किन्तु वह क्षति युक्त या बदली गयी हे
Please download it again=कृपया उसे पुनः डाऊनलोड करे
Verifying=जांच रहे हे
This ISO is not compatible=यह ISO संगत (अनुकूल) नहीं हे
Please read the compatibility list in user guide=कृपया सहायता मार्गदर्शिका मे संगतता (अनुकूलता) यादी पढे
If your version is in this list, this mean that your file is corrupted, please download it again=अगर आपकी आवृति उस यादी मे हे तो यह मालूम होता हे की आपकी फाईल दूषित-भ्रशट हे
This version is compatible and its integrity was checked=ये आवृति अनुकूल हे और उसकी संपुर्णता जांच ली गई हे
Check completed=जांच समाप्त
Integrity + compatibility check=संपुर्णता + अनुकूलता जांच
Unable to open MD5SUM.txt=md5sum.txt खोलने मे असमर्थ
Checking integrity=संपूर्णता जांच रहे हे
This file is corrupted=ये फाईल क्षति युक्त हे
All files have been successfully checked=सभी फ़ाईले सफलता पूर्वक जांच ली गई हे
Checking file=फ़ाईले जांच रहे हे
:::::::::::::::::::::::::::::::::::::::::::::::::::: कुंजी मेनू::::::::::::::::::::::::::::::::::::::::::::::::::::
Persistent Mode=लगातार मोड
Live Mode=जीवंत मोड
Install=स्थापन
File Integrity Check=फाईल संपूर्णता जांच
Memory Test= मेमरी जांच
:::::::::::::::::::::::::::::::::::::::::::::::::::: त्रुटि खिड़की ::::::::::::::::::::::::::::::::::::::::::::::::::::
An error occurred= एक त्रुटि हुई
An anonymous report was sent in order to fix this error as soon as possible=ईस त्रुटि को जल्द से जल्द हल करनेके लिये एक अनामी विवरण भेजा गया हे
Show bug report=बग रिपोर्ट दिखाए
Restart application=प्रोग्राम को पुनः शुरू करे
Close application=प्रोग्राम बंद करे
Last Actions=आखरी क्रिया
Unique anonymous ID= विशिष्ट अज्ञात ID
Report status=स्थिति की खबर
Pending=बाकी(अपूर्ण)
Error (not sent)=त्रुटि (भेजा नहीं गया)
Sent=भेज दिया
:::::::::::::::::::::::::::::::::::::::::::::::::::: अंतिम सहायता ::::::::::::::::::::::::::::::::::::::::::::::::::::
In order to launch LinuxLive :=लिनक्स लाईव को शुरू करने के लिये 
Remove your key and insert it again=आपकी USB कुंजी निकाले और फिरसे डाले
Go to 'My Computer'= 'माइ कम्प्युटर' मे जाये
Right click on you key and select :=आपकी USB कुंजी पर राईट क्लिक करे और पसंद करे.. 
'LinuxLive!' to launch linux in windows=विंडोज मे 'LinuxLive!'को शुरू करने के लिये 'लिनक्स लाईवे' विकल्प पसंद करे
'VirtualBox Interface' to launch VirtualBox full interface= वर्चुअलबॉक्स का सम्पूर्ण इंटेर्फेस शुरू करने के लिये 'वर्चुअलबॉक्स इंटरफ़ेस' पसंद करे
'CD Menu' to launch the original CD menu= असली 'CD मेनू ' शुरू करने के लिये 'CD मेनू' पसंद करे
:::::::::::::::::::::::::::::::::::::::::::::::::::: new in 2.0 ::::::::::::::::::::::::::::::::::::::::::::::::::::
OR=या
Manually=मेन्यूअली
Automatically=स्वचालित (औटोमेटिक)
Please select a linux to continue=कृपया आगे बढ़ाने के लिये कोए लिनक्स पसंद करे
Looking for the fastest mirror=सबसे जडपी मिरर खोज रहे हे
Testing mirror=मिरर जांच रहे हे
No online mirror found=कोई जीवंत मिरर पाया नहीं गया
Please check your internet connection or try with another linux=कृपया आपका इंटरनेट कनैक्शन जाँचे या दूसरा लिनक्स पसंद करे
Select this file as the source when download will be completed=जब डाउन्लोड खतम हो जाये तब ईस फाईल को स्त्रोत की तरह ईस्तिमाल करे
Downloading=डाऊनलोड कर रहे हे
from=से
Error while trying to download= डाउनलोड करने की कोशीष के दौरान खामी
Latency=विलंब
Server Name=सर्वर का नाम
Copy link=लिन्क कॉपी करे
Launch in my browser=मेरे ब्राउज़रमे शुरू करे
Best mirrors=उत्तम मिरर
Good mirrors=अच्छा मिरर
Bad mirrors=बुरा मिरर
Dead mirrors=मृत मिरर
Check will begin shortly=थोड़ी ही देर मे जांच शुरू होगी
:::::::::::::::::::::::::::::::::::::::::::::::::::: new in 2.2 ::::::::::::::::::::::::::::::::::::::::::::::::::::
Select your favourite Linux=कृपया आपका चहिता लिनक्स पसंद करे
There is a new version available=नई आवृति उपलब्ध हे
Your LiLi's version is not up to date=आपकी LiLiकी आवृति आधुनिक नहीं हे
Last version is=आखरी आवृति हे
Your version is=आपकी आवृति हे
Do want to download it=क्या आप डाऊनलोड करना चाहते हे 
Error while trying to find physical disk number=फ़िज़िकल डिस्क आंक खोजते समय त्रुटि हुई
:::::::::::::::::::::::::::::::::::::::::::::::::::: new in 2.3 ::::::::::::::::::::::::::::::::::::::::::::::::::::
This Linux is not in the compatibility list=ये लिनक्स ISO अनुकूलता सूची मे नहीं हे
Setting the memory to the recommended value=मेमरी को जरूरी क़ीमत पे रखा जा रहा हे
Free memory is below the recommended value for your Linux to run in Windows=आपकी खाली जगह विंडोज मे लिनक्स चलाने योग्य जरूरी क़ीमत से कम हे 
Recognized Linux=लिनक्स को पहचान लिया गया
Built-in Persistency= अंतर्निर्मित टिकाव हठ
:::::::::::::::::::::::::::::::::::::::::::::::::::: new in 2.5 ::::::::::::::::::::::::::::::::::::::::::::::::::::
You have already created a key=आपने पहले से ही USBकुंजी बनाई हे
Are you sure that you want to recreate one=क्या आप सचमे दुबारा बनाना चाहते हे
The compatibility list has been updated=अनुकूलन सूची को दुरस्त कारदिया गया हे
These linuxes are now supported=अब से ये लिनक्स भी काम करने लगे हे
Official Ubuntu Variants=आधिकारिक ubuntu प्रकार
Ubuntu Based Variants=ubuntu आधारित प्रकार
Fedora Variants=Fedora का प्रकार
Debian Variants=Debian का प्रकार
PCLinuxOS Variants=PCLinuxOS का प्रकार
Rescue CDs=बचाव CDs
Light Linuxes=लाईट linux
Gentoo Based=Gentoo आधारित
Security Purpose=सुरक्षा कारणो से
Others=दूसरे
Regular Linux (works with most linuxes)=समान्य लिनक्स (ज़्यादातर लिनक्सो के साथ चलता हे)
:::::::::::::::::::::::::::::::::::::::::::::::::::: new in 2.6 ::::::::::::::::::::::::::::::::::::::::::::::::::::
Updating Portable-VirtualBox pack=पोर्टेबल वर्चुअलबॉक्स संपुट को अपडेट कर रहे हे 
Help me to improve LiLi=LiLi को सुधारने मे मेरी मदद करे
This is a Beta or Release Candidate version=ये एक beta या रिलीज योग्य आवृति हे
Click OK to leave a feedback or click Cancel to close this window=अभिप्राय देने के लिए OK दबाये या विन्डो बंध करनेके लिए CANCEL दबाये
Options=विकल्प
General=समान्य
Versions=आवृति
Compatibility List=अनुकूलता यादी
Make a donation=दान करे
Contact me=मेरा संपर्क
CopyLeft by=के द्वारा कॉपी
GPL v3 License=GPL v3 अनुमति पत्र
Language=भाषा
Available languages=उपलब्ध भाषाए
Proxy=प्रॉक्सि
Proxy settings=प्रॉक्सि की सेटिंग
No proxy=प्रॉक्सि नहीं
Use system settings=सिस्टम के सेटिंग ईस्तेमाल करे
Use custom settings=अपने सेटिंग ईस्तेमाल करे 
Proxy URL=प्रॉक्सि URL
Port=पोर्ट
Username=यूजरनेम
Password=पासवर्ड
Status=स्टेटस
Test settings=जांच के सेटिंग्स
You are connected=आप संपर्कमे हे
You are disconnected=आप वियोजित हे
Not tested yet=अभी जांचा नहीं गया
Update=नवीनीकरण(अपडेट)
Check for updates=नई आवृति के लिए जांच करे
Stable releases only=स्थाई आवृतिया ही
Stable and beta releases=स्टेबल और beta आवृतिया 
Advanced=अद्यतन(विषद)
Do not modify these options unless you know what you are doing=बिना जाने ईन विकल्पो को न बदले
Select a Linux=लिनक्स पसंद करे
Install parameters=स्थापना के मापदंड
Use LiLi automatic recognition=LiLi स्वचालित पहचान विधि उपयोग करे
highly recommended= अत्यंत योग्य
Force using same parameters as=यह मापदंडो का आग्रह पूर्वक उपयोग करे
Netbook screen detected=नेटबुक स्क्रीन मालूम हुवा
Your screen vertical resolution is less than 600 pixels=आपके स्क्रीन का खड़ा रेसोल्यूशन(resolution) 600 पिक्सेल से कम हे
Please use the arrow keys (up and down) of your keyboard to move the interface=इंटरफेस को हिलाने के लिए कृपया आपकी ऍरो की(ऊपर या नीचे) का ईस्तेमाल करे
Testing=जांच रहे हे
:::::::::::::::::::::::::::::::::::::::::::::::::::: new in 2.7 ::::::::::::::::::::::::::::::::::::::::::::::::::::
I'm sorry for the inconvenience but LiLi has crashed= मे असुविधा के लिये क्षमा चाहता हु लेकिन LiLi क्रेश होगया हे
Please enter an email address and a detailed comment about this crash=कृपया आपका ईमेल ऐड्रेस और क्रेश की विगते डाले
I will contact you as soon as I can=मे आपका जल्द से जल्द संपर्क करुगा
Show crash report=क्रेश रिपोर्ट दिखाये
Close (don't send)=बंध (नहीं भेजे)
Send Report=रिपोर्ट भेंजे
Your file is corrupted=आपकी फ़ाइल क्षति ग्रस्त हे
Please download it again=कृपया पुनः डाउन्लोड करे
Read the log for more information=ज्यादा जानकारी के लिये लोग पढे
Starting LinuxLive USB Creator=LinuxLive USB क्रिएटर चालु हो रहा हे
Checking for new major version=नई बड़ी आवृति के लिये जांच रहे हे
Checking for new minor version=नई छोटी आवृति के लिये जांच रहे हे
Checking for new Portable-VirtualBox version=नई पोर्टेबल विर्चूअलबॉक्स की आवृति के लिये जांच रहे हे
Reading compatibility list=आनुकूलता यादि पढ़ रहे हे
Loading interface=इंटरफ़ेस लोड़ हो रहा हे
Getting drive list=ड्राइवे की यादी प्राप्त कर रहे हे
Logging system configuration=सिस्टम के विन्यास का लोग ले रहे हे 
Checking for updates=नई अद्यतनता के लिये जांच कर रहे हे
Please close any application accessing your key and try again=कृपया आपकी USB कुंजी का ईस्तेमाल कर रहे कोई भी अप्लीकेशेन को बंध करे और पुनः प्रयत्न करे
Checking VirtualBox archive integrity=वर्चुअलबॉक्स संपुट की सम्पूर्णता जांच रहे हे
VirtualBox archive integrity checked=वर्चुअलबॉक्स संपुट की सम्पूर्णता जांच होगई
Unzipping VirtualBox archive to disk=वर्चुअलबॉक्स संपुट को डिस्क पर विस्तार रहे हे
VirtualBox archive is corrupted=वर्चुअलबॉक्स संपुट क्षति ग्रस्त हे
Force using default mode (works with most Linuxes)=डिफोल्ट मोड का बल पूर्वक ईस्तेमाल करे (ज़्यादातर लिनक्स मे चलता हे)
There is a new Beta version available=नई BETA आवृति उपलब्ध हे
Your LiLi's version is not up to date=आपकी LiLi की आवृति आधुनिक नहीं हे
Last beta version is=आखरी beta आवृति हे
Server-oriented=सर्वर आधारित
